cavisson/default/default/scripts/capturedRRFiles1654164643144/request/request_body_Loyalty-req.xml

<soap:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:v1="http://service.cavisson.com/Loyalty/LoyaltyService/v1" 
xmlns:v11="http://schema.cavisson.com/Loyalty/LoyaltyData/v1">
   <soapenv:Header>
      <v1:request_header>
         <v11:requesterName>POS</v11:requesterName>
         <v11:clientSystemName>POS</v11:clientSystemName>
         <v11:clientSystemVersion>3.0</v11:clientSystemVersion>
         <v11:sourceCode>POS</v11:sourceCode>
         <v11:requestDate>2013-05-09</v11:requestDate>
      </v1:request_header>
   </soapenv:Header>
   <soapenv:Body>
      <v1:searchRewards>
         <v11:provider>cavisson</v11:provider>
         <v11:emailAddress>perfemail1306295190@example.com</v11:emailAddress>    
      </v1:searchRewards>
   </soapenv:Body>
</soap:Envelope>